Update PDF_generation.md
